Repository: RanjithBaddam0563/FMAC
Catalog: *.lproj/Localizable.strings
Languages: ar

# WRESTLINGKey
source: WRESTLING
ar: مصارعة

# WRESTLINGShortInfo
source: A largr portion of traditional martial arts can be categorized as Folk wrestling..
ar: يمكن تصنيف جزء كبير من فنون القتال التقليدية على أنها مصارعة شعبية.

# KarateShortInfo
source: Karate was born on the Okinawa Islands as a form of self-defense, at a time when invading Japanese forces had banned weapons
ar: ولد الكاراتيه في جزر أوكيناوا كشكلٍ من أشكال الدفاع عن النفس، في وقتٍ كانت قد حظرت القوات اليابانية الغازية الأسلحة.

source: TAEKWONDO
ar: التايكواندو

# TaekwondoShortInfo
source: The sport of Taekwondo began on a set of principles like other sports, and Choi Hong, the creator of that game
ar: لقد بدأت رياضة التايكوندو على مجموعة من المباديء مثل باقي الألعاب الرياضية، ولقد استطاع تشوي هونج مبتكر

# JudoShortInfo
source: Judo is a traditional Japanese wrestling sport that developed in the eighties of the nineteenth century AD
ar: تُعتبر رياضة الجودو مصارعة يابانيّةً تقليديّةً تطوّرت في فترة الثمانينات من القرن التاسع عشر الميلادي

# BoxingShortInfo
source: Boxing was known in the past, as it appeared in the third millennium BC in the Sumerian civilization that arose in southern Mesopotamia
ar: عرفت الملاكمة قديما، حيث ظهرت في الألف الثالث قبل الميلاد في الحضارة السومرية التي نشأت جنوب بلاد الرافدين

# JiuJitsuShortInfo
source: The sport of jiu-jitsu is a method of self-defense and a traditional martial art, which originated and developed in Japan
ar: تعدّ رياضة الجوجيتسو (بالانجليزيّة: Jujitsu) أسلوباً من أساليب الدّفاع عن النفس، وفنّاً عسكريّاً تقليديّاً، نشأ وتطوّر في اليابان إذ تعني كلمة الجوجيتسو في اللغة اليابانيّة الفن اللطيف

# ArcheryShortInfo
source: The bow is a weapon designed to shoot arrows, the person who uses the bow is called the archer, and in the past this word
ar: القوس سلاح مصمم لإطلاق السهام، يسمى الشخص الذي يستعمل القوس بالرامي وقد كانت هذه الكلمة تطلق في الماضي على المحارب الذي كان سلاحه الرئيسي هو القوس والرماية هي فن إطلاق

# FenceShortInfo
source: Fencing traces its roots to the development of fencing duels and self-defense. The origin of modern fencing is believed to be Spain
ar: المبارزة تتبع جذورها إلى تطوير المبارزة للمبارزات والدفاع عن النفس ويعتقد أن أصل المبارزة الحديثة أن تكون إسبانيا

# TriathlonShortInfo
source: Triathlon is a sport consisting of three races, starting with swimming, then cycling and ending with running,according to sources
ar: الترايثلون هي رياضة تتكون من ثلاثة سباقات ، حيث تبدأ بالسباحة ومن ثم الدراجات وتنتهي بالركض ، بحسب الكثير من المصادر فإن هذه الرياضة ولدت خلال الفترة من ١٩٢٠ إلى

source: Local :
ar: محلي :

source: International :
ar: دولي :

source: History of the sport of
ar: تاريخ رياضة

source: History of the sport of Karate
ar: نشأتها و معلومات عامة :

# HistoryOfsportdetail
source: Karate was born on the Okinawa Islands as a form of self-defense, at a time when invading Japanese forces had banned weapons. It started as Te art; That is, the hand, a method of combat used by the peoples of the Ryukyu Islands, influenced by the Chinese art of Kenp, which Chinese families carried with them when they settled in Okinawa, and the commercial relations between those islands and China were strengthened. Whereas, Karate is a Japanese martial art from the unarmed martial arts that depends on the use of kicking, striking and defensive repulsion with hands and feet and the physical aspects seek to develop defensive and offensive body movements, and the features of traditional karate training revolve around fighting and self-defense, although its psychological and moral aspects are It stimulates the overall improvement of the person, and this facilitates the discipline and continuous efforts required in training.
ar: ولد الكاراتيه في جزر أوكيناوا كشكلٍ من أشكال الدفاع عن النفس، في وقتٍ كانت قد حظرت القوات اليابانية الغازية الأسلحة. وبدأ باعتبارها فنّ تي (Te)؛ أي اليد، وهو أسلوبٌ قتاليٌّ استخدمته شعوب جزر ريوكيو (Ryukyu) المتأثرة بفنّ الكينبو (Kenpō) الصيني الذي حملته معها الأسر الصينية عند استقرارها في أوكيناوا، وتوطد العلاقات التجارية بين تلك الجزر والصين. حيث أن الكاراتيه فن قتالي ياباني من فنون الدفاع عن النفس غير المسلحة التي تعتمد على استخدام الركل والضرب والصد الدفاعي باليدين والرجلين وتسعى الجوانب الجسدية إلى تطوير حركات الجسم الدفاعية والهجومية المضادة، وتتمحور سمات تدريب الكاراتيه التقليدية حول القتال والدفاع عن النفس، رغم أن جوانبه النفسية والأخلاقية تحفز التحسين الشامل للشخص، ويسهل ذلك الانضباط والجهود المستمرة المطلوبة في التدريب .

source: Olympiad
ar: الاولمبياد

# OlympiadDetail
source: Karate is not an Olympic game and was added in the 2021 Tokyo Olympics as an experimental and unofficial one
ar: ليست لعبة اولمبية و تم اضافتها في اولمبياد طوكيو 2021 تجريبيا و غير رسمية

source: Karate in FMAC
ar: تاريخها في النادي

source: in FMAC
ar: في FMAC

# KarateDetail
source: arate was included in the FMAC club in 2019.
ar: تاريخها في النادي

source: The most achievements
ar: ابرز الانجازات

# LocalDetail
source: Local : No Participations , New Sport
ar: محلية لايوجد مشاركات – لعبة حديثة

# InternationalDetail
source: International : No Participations , New Sport
ar: دولية لايوجد مشاركات – لعبة حديثة

# CLICKHERETOREGISTERKey
source: CLICK HERE TO REGISTER
ar: اضغط هنا للتسجيل

source: Brief
ar: نبذة عن النادي

source: Leadership Message
ar: رسالة القيادة للشباب

source: Contact us
ar: تواصل معنا

source: Local News
ar: لعبة حديثة

source: International News
ar: لعبة حديثة

source: Training
ar: تمرين

source: Championship
ar: البطولات

source: Camps
ar: المعسكرات

source: Conference
ar: المؤتمرات

source: Local Events
ar: أحداث محلية

source: International Events
ar: الأحداث الدولية

source: Our team
ar: فِرق النادي

source: Announcement
ar: إعلان

# Arabic
source: الإنجليزية
ar: English

source: About club
ar: عن النادي

source: News
ar: الأخبار

source: Gallery
ar: مكتبة الصور

source: Events
ar: الفعاليات

# Newtitle
source: Yaman, Lee Named WT’s ‘Players of the Year’ at 5th Annual Gala Awards
ar: لاعبيها وشخصياتها في حفل توزيع جوائز غالا السنوي الخامس ، الذي أقيم في محيط أنيق في مسرح الفجيرة الوطني.

# Newtitle1
source: Khamis Saeed Al Naqbi achieves bronze in Judo Greece
ar: خميس سعيد النقبي يحقق البرونزية في جودو اليونان

# Newtitle2
source: Five medals in West Asia
ar: خمس ميداليات في غرب اسيا

# Newtitle3
source: Fujairah wins gold and silver in the World Cup Taekwondo
ar: الفجيرة يحصد ذهبية وفضية في مونديال التايكواندو

# Newtitle4
source: Fujairah ... mine for Taekwondo and martial arts talents
ar: الفجيرة... منجم مواهب التايكواندو وفنون القتال

# Newtitle5
source: Two gold medals for the Boxers of the Fujairah Martial Arts Club in the Uzbekistan camp
ar: ميداليتان ذهبيتان لملاكمي نادي الفجيرة للفنون القتالية في معسكر اوزبكستان

# Newtitle6
source: UAE boxers looking for a history recording in Asia – Fujairah Championship
ar: ملاكمات الإمارات يبحثن عن التأريخ في آسيوية الفجيرة

# NewsDate
source: Nov 23, 2018
ar: 23 نوفمبر 2018

# DetailedNewsContent
source: FUJAIRAH, UAE (Nov 23, 2018) –Turkey’s Irem Yaman was named Female Player of the Year and Korea’s Dae-hoon Lee was named Male Player of the Year as World Taekwondo honored its top players and personalities at the 5th Annual Gala Awards Show, which took place in ritzy surroundings at the Fujairah National Theater. “Tonight is not about competition, it is about recognition…it is also about friendship across all boundaries of color, religion and culture,” said WT President Chungwon Choue. “Regardless of who wins the awards, everyone here is part of the global taekwondo elite, and that makes everyone here very special.” He also gave his thanks to the host, Fujairah Crown Prince Mohammed bin Hamad bin Mohammed Al Sharqi who has sponsored the Grand-Prix Final, which conclude today, and the upcoming World Team Championships which take place over the next two days. Fujairah Crown Prince addressed “Let me take you back a couple of years when we first started with a small group of excited students who took an interest in trying a new sport -taking baby steps with them, seeing them sweat, train, win and lose,” he recalled. “We have started a program to prepare and train an Olympic champion who will represent UAE in the near future.” He thanked Choue and the WT team for guiding Fujairah in this process. A short film to mark WT’s 45th anniversary was shown and between the awards, artists from the Fujairah Fine Arts Academy entertained the audience with music – Arabic and Classical – and dance. The MNA (Member National Association) of the Year award, presented to the MNA which has done the most to promote taekwondo in its country and region, was awarded to two MNAs: UAE, host of the Grand-Prix Finals, and Italy, which this year started hosting a new Grand-Prix, in Rome, and which also oversaw a taekwondo demonstration at the Vatican, attended by Pope Francis. IOC Member Ivan Dibos presented the Coach of the Year award to Turkey’s Ali Sahin, who has overseen the growth of Turkish taekwondo, notably its world-beating women’s team. The Kick of the Year award was won once again by perennial crowd favorite Aaron Cook of Moldova, for a series of multiple, machine-gun round kicks. The award was to be presented by WT Vice President Kyu-seok Lee. The first-ever Taekwondo Cares Award was presented by WT Vice President Ahmed Fouly to Hazem Ahmad Awwad Naimat of Jordan for his contributions to the Taekwondo Humanitarian Foundation’s Azraq Taekwondo Academy.| WT Vice President John Kotsifas presented the Grand-Prix Final Best Volunteer Award to Mohamed Khaled. The Female Referee of the Award was presented by WT Secretary General Hoss Rafaty to Ksenia Choucha of Belarus – who received a standing ovation from her fellow referees. “In my time, I was also an athlete and remember how important it was to make games fair and transparent,” she said. “To make them exciting and fair, it depends on a team….[and our team] works together shoulder to shoulder.” The Male Referee of the Year Award was presented by WT Vice President Jiho Choi who – after lamenting that there was no Best Referee award when he was refereering himself - said: “Referees are an integral part of our organization and I would like to take this opportunity to thank you,” he said. The winner was Mohamed Adel Abdelfattah of Egypt. “This is very important moment to me, I cannot deliver what I feel to you,” he said. Addressing his fellow referees, he added, “I have nothing if I don’t have you!” he Female Player of the Year award was presented by Choue to Turkey’s Irem “The Gold Hunter” Yaman. “I am so excited…this year was a really good year for me, thank you everybody and thank you to my team. “ The Best Player award will join Yaman’s increasingly packed trophy cabinet which includes gold medals from the Grand Prix, the Grand Slam, the European Championships and the World Championships. The Male Player of the Year award was presented by UAE Taekwondo President Ahmed AlZeyoudi to Dae-hoon Lee of Korea. The phenomenal Lee, a human kicking machine, is not only the most dominant player in the sport, he has such a nice-guy person that he has won the Male Player of the Year award four times. It was a double good day for Lee, who had earlier won the Grand Prix Final title with a staggering 65 points. “Thank you World Taekwondo, thank you for everyone, thank you to Team Korea I am so happy to be here - it’s beautiful!” he said as he accepted the award. The Gala Awards ended with the WT banner being passed from representatives of the UAE Taekwondo Federation to the Russian Taekwondo Federation, which will host next year’s Grand-Prix Final.
ar: وقال رئيس منظمة التايكوندو العاليمة تشونج وون تشوي: الليلة لا تتعلق بالمنافسة ، إنها تتعلق بالاعتراف ... إنها تتعلق أيضًا بالصداقة عبر جميع حدود اللون والدين والثقافة. بغض النظر عمن سيفوز بالجوائز ، فإن الجميع هنا جزء من نخبة التايكواندو العالمية ، وهذا يجعل الجميع هنا مميزين للغاية. كما تقدم بالشكر إلى المضيف ولي عهد الفجيرة محمد بن حمد بن محمد الشرقي – حفظه الله - الذي رعى نهائي الجائزة الكبرى الذي يختتم اليوم وبطولة العالم للفرق المقبلة التي تقام على مدار اليومين المقبلين. خاطب ولي عهد الفجيرة قائلاً: دعني أعيدك إلى الوراء بضع سنوات عندما بدأنا لأول مرة مع مجموعة صغيرة من الطلاب المتحمسين الذين اهتموا بتجربة رياضة جديدة - أخذ خطوات صغيرة معهم ، ورؤيتهم يتعرقون ويتدربون ويفوزون ويخسرون يتذكر. لقد بدأنا برنامجًا لإعداد وتدريب بطل أولمبي سيمثل الإمارات العربية المتحدة في المستقبل القريب. وشكر تشوي وفرق منطمة التايكوندو العالمية على توجيه الفجيرة في هذه الأمر تم عرض فيلم قصير بمناسبة الذكرى السنوية الـ 45 لـ منطمة التايكوندو العالمية ، وبين الجوائز ، استقبل فنانون من أكاديمية الفجيرة للفنون الجميلة الجمهور بالموسيقى - العربية والكلاسيكية - والرقص. تم منح جائزة MNA (عضو الجمعية الوطنية) للعام ، التي قدمت إلى MNA التي بذلت أقصى جهد للترويج للتايكوندو في بلدها ومنطقتها ، إلى اثنين من MNA: الإمارات العربية المتحدة ، مضيفة نهائيات Grand-Prix ، وإيطاليا ، والتي بدأ هذا العام في استضافة سباق الجائزة الكبرى الجديد ، في روما ، والذي أشرف أيضًا على عرض للتايكواندو في الفاتيكان ، حضره البابا فرانسيس. قدم عضو اللجنة الأولمبية الدولية ، إيفان ديبوس ، جائزة مدرب العام إلى التركي علي شاهين ، الذي أشرف على نمو التايكوندو التركي ، ولا سيما فريقها النسائي الذي يتفوق على العالم. فاز بجائزة Kick of the Year مرة أخرى من قبل Aaron Cook of Moldova ، المفضل لدى الجماهير ، عن سلسلة من الركلات متعددة المدافع الرشاشة. وسيقوم بتقديم الجائزة نائب رئيس شركة دبليو تي كيو سيوك لي. قدم نائب رئيس منطمة التايكوندو العالمية أحمد فولي جائزة التايكوندو العطاء الأولى على الإطلاق إلى حازم أحمد عواد نعيمات من الأردن لمساهماته في أكاديمية الأزرق للتايكواندو التابعة لمؤسسة التايكوندو الإنسانية. قدم نائب رئيس منطمة التايكوندو العالمية John Kotsifas جائزة Grand-Prix النهائية لأفضل متطوع لمحمد خالد. وقد قام الأمين العام لـ WT ، حص رفاتي ، بتسليم جائزة حكم الإناث إلى كسينيا شوشة من بيلاروسيا - التي تلقت ترحيباً حاراً من زملائها الحكام. قالت: في الوقت الذي كنت فيه ، كنت أيضًا رياضية وأتذكر مدى أهمية جعل الألعاب عادلة وشفافة. لجعلها مثيرة وعادلة ، فهذا يعتمد على فريق…. [وفريقنا] يعملان معًا جنبًا إلى جنب. قدم نائب رئيس منطمة التايكوندو العالمية Jiho Choi جائزة أفضل حكم ذكر للعام الذي قال - بعد أن أعرب عن أسفه لعدم وجود جائزة أفضل حكم عندما كان يحكم نفسه -: الحكام جزء لا يتجزأ من منظمتنا وأود أن أتناول هذا فرصة لأشكركم ، قال. وكان الفائز محمد عادل عبد الفتاح من مصر. قال: هذه لحظة مهمة جدًا بالنسبة لي ، لا يمكنني تقديم ما أشعر به لك. وأضاف مخاطبًا زملائه الحكام ، ليس لدي أي شيء إذا لم يكن لديكم! تم تقديم جائزة أفضل لاعبة العام من قبل Choue إلى التركية Irem “The Gold Hunter” Yaman. أنا متحمس جدًا ... كان هذا العام جيدًا حقًا بالنسبة لي ، شكرًا لكم جميعًا وشكراً لفريقي. ستنضم جائزة أفضل لاعب إلى خزانة الكؤوس المزدحمة بشكل متزايد في يمان والتي تتضمن ميداليات ذهبية من سباق الجائزة الكبرى والبطولات الكبرى والبطولات الأوروبية وبطولات العالم. قدم رئيس التايكوندو الإماراتي أحمد الزيودي جائزة أفضل لاعب في العام إلى الكوري داي هون لي. إن لي الهائل ، وهو آلة ركل بشرية ، ليس فقط اللاعب الأكثر سيطرة في الرياضة ، بل لديه شخص لطيف لدرجة أنه فاز بجائزة أفضل لاعب في العام أربع مرات. لقد كان يومًا جيدًا مزدوجًا بالنسبة لـ Lee ، الذي فاز سابقًا بلقب الجائزة الكبرى النهائي برصيد مذهل 65 نقطة. شكرًا لك منطمة التايكوندو العالمية ، شكرًا للجميع ، شكرًا لفريق كوريا ، أنا سعيد جدًا لوجودي هنا - إنه جميل! قال وهو يقبل الجائزة. اختتمت حفل توزيع جوائز غالا بتمرير لافتة WT من ممثلي اتحاد الإمارات للتايكواندو إلى اتحاد التايكوندو الروسي ، الذي سيستضيف نهائي الجائزة الكبرى العام المقبل.

source: Search news
ar: البحث عن الأخبار

# BriefContent
source: AL- Fujairah Martial Arts Club was established in 2013 and is considered as one of the first initiatives in the country and regionally to foundress professional clubs to embrace all Martial sports. Fujairah Martial Arts Club, which was established according to the directives of His Highness Sheikh Mohammed bin Hamad Al Sharqi, Crown Prince of the Emirate of Fujairah, is a sports platform that brings together several martial arts sports. These sports and the development of their skills, and within a short period, the Fujairah Martial Arts Club became the most prominent sporting beacon in the emirate thanks to the direct support and development of His Highness the Crown Prince of Fujairah for these sports and their development. The club has also become an important sporting destination in the United Arab Emirates for its contribution to giving hope to athletes wishing to practice such Martial arts .
ar: تأسس نادي الفجيرة للفنون القتالية في عام 2013 و يعتبر من أولى المبادرات في الدولة وإقليمياً في إنشاء أندية إحترافية لإحتضان جميع الرياضات القتالية . يمثل نادي الفجيرة للفنون القتالية الذي تأسس بناءً على توجيهات سمو الشيخ محمد بن حمد الشرقي ولي عهد إمارة الفجيرة منصة رياضية تجمع تحت مظلتها عدد من رياضات فنون القتال حيث جاءت فكرة إنشاء نادي لهذه الرياضات و التعاون مع الاتحادات الرياضية التابعة لها لإكتشاف اللاعبين الموهوبين و توجيههم لإتقان هذه الرياضات و تنميه مهاراتهم و خلال فترة وجيزة أصبح نادي الفجيرة للفنون القتالية المنارة الرياضية الأبرز في الإمارة بفضل دعم سمو ولي عهد الفجيرة المباشر لهذه الرياضات و تطويرها كما أصبح النادي من الوجهات الرياضية المهمة في دولة الإمارات العربية المتحدة لمساهمته بمنح الأمل للرياضيين الراغبين بممارسة مثل هذه الفنون القتالية .

source: Vision
ar: الرؤية

# VisionContent
source: Preparing and developing Martial sports talents in Fujairah to represent the United Arab Emirates regionally and globally.
ar: إعداد و تطوير المواهب الرياضية المقاتلة في الفجيرة لتمثيل دولة الإمارات العربية المتحدة اقليميا وعالميا.

source: Mission
ar: المهمة

# MissionContent
source: Representing the United Arab Emirates and the Emirate of Fujairah in international Martial sporting tournaments by identifying and training young talents in accordance with international standards while promoting fitness and health locally
ar: تمثيل دولة الإمارات العربية المتحدة و إمارة الفجيرة في البطولات الرياضية القتالية الدولية من خلال تحديد المواهب الشابة و تدريبها وفقاً للمعايير الدولية مع تعزيز اللياقة و الصحة محلياً .

# LeadershipMsg
source: His Highness Sheikh Hamad bin Hamad Al Sharqi, Supreme Council Member and Ruler of Fujairah
ar: لشيخ حمد بن حمد الشرقي عضو المجلس الأعلى حاكم الفجيرة

# LeadershipMsg1
source: His Highness Sheikh Mohammed bin Hamad Al Sharqi, Crown Prince of the Emirate of Fujairah
ar: كلمة سمو الشيخ محمد بن حمد الشرقي ولي عهد إمارة الفجيرة

# LeadershipMsg2
source: His Excellency Ahmed Hamdan Al Zeyoudi, Executive Director of the Fujairah Martial Arts Club
ar: كلمة سعادة احمد حمدان الزيودي المدير التنفيذي لنادي الفجيرة للفنون القتالية

# LeadershipMsgDetailed
source: I recommend to you the morals, by which we live and by which we achieve, and I want your goal to represent your country in the best way possible in all forums.
ar: أوصي بالأخلاق التي بها نحيا و بها ننجز و أريد منكم أن يكون هدفكم تمثيل دولتكم أحسن تمثيل في المحافل كافة

# LeadershipMsgDetailed1
source: Our directives for the sports family to exert more brilliance and take advantage of past successful experiences to continue advancing sporting achievements in line with the country's stature globally
ar: توجيهاتنا للأسرة الرياضية لبذل المزيد من التألق و الاستفادة من التجارب الناجحة السابقة لمواصلة الإرتقاء بالإنجازات الرياضية بما يتناسب مع مكانة الدولة عالميا.

# LeadershipMsgDetailed2
source: His Highness Sheikh Mohammed bin Hamad Al Sharqi, Crown Prince of the Emirate of Fujairah and Chairman of the Fujairah Martial Arts Club, has designed a distinct strategy for the club, aiming to highlight the role of the emirate, the role of sports, the role of youth and the role of martial arts, which enabled the club to market this strategy internally and externally, so that the club became an international entity and relations Distinguished, through the local federations of combat games in communicating with various international tournaments, which fall under the agenda of international federations for each of the combat games. The vision of His Highness Sheikh Mohammed bin Hamad bin Mohammed Al Sharqi, Crown Prince of the Emirate of Fujairah, has contributed to the visibility of the club locally and internationally, as it is the first initiative in the country and one of the first initiatives regionally and internationally in the establishment of a specialized club that embraces all martial arts games
ar: رسم سمو الشيخ محمد بن حمد الشرقي ولي عهد إمارة الفجيرة، رئيس نادي الفجيرة للفنون القتالية، إستراتيجية متميزة للنادي، تهدف لإبراز دور الإمارة ودور الرياضة ودور الشباب ودور الفنون القتالية، مما مكن النادي من تسويق هذه الاستراتيجية داخليا وخارجيا، بحيث أصبح للنادي كيان دولي وعلاقات متميزة ، من خلال الاتحادات المحلية للألعاب القتالية في التواصل مع مختلف البطولات الدولية، التي تندرج تحت أجندة الاتحادات الدولية لكل من الألعاب القتالية. لقد ساهمت رؤية سيدي سمو الشيخ محمد بن حمد بن محمد الشرقي ولي عهد إمارة الفجيرة إلى إبراز النادي محليا و دوليا، حيث تعد المبادرة الأولى في الدولة ومن أوائل المبادرات إقليميا و دوليا في إنشاء نادي مختص يحتضن كل ألعاب فنون القتال.

source: Select Year
ar: حدد السنة

source: Select Game
ar: إختار اللعبة

source: Event -01
ar: الحدث -01

source: Event -02
ar: الحدث -02

source: Event -03
ar: الحدث -03

source: Event -04
ar: الحدث -04

source: Event -05
ar: الحدث -05

source: KARATE
ar: الكراتيه

source: TAEKWONDO
ar: التايكواندو

source: JUDO
ar: الجودو

source: BOXING
ar: الملاكمة

source: WRESTLING
ar: المصارعة

source: JIU-JITSU
ar: الجوجيتسو

source: ARCHERY
ar: القوس و السهم

source: TRIATHLON
ar: الترايثلون

source: FENCE
ar: المبارزة

# KARATEINFO
source: Karate was born on the Okinawa Islands as a form of self-defense
ar: ولد الكاراتيه في جزر أوكيناوا كشكلٍ من أشكال الدفاع عن النفس

source: Search Announcement
ar: إعلان البحث

source: Search Achievements
ar: إنجازات البحث

source: Achievements
ar: الإنجازات

source: Welcome
ar: مرحبا

source: Forgot Password ?
ar: هل نسيت كملة المرور

source: Login
ar: تسجيل الدخول

source: Password
ar: كلمة المرور

source: User Name
ar: إسم المستخدم

source: Select Sport
ar: إختر اللعبة

source: Date Of Birth
ar: تاريخ الميلاد

source: Group
ar: المجموعة

source: Save
ar: حفظ

source: Language
ar: اللغة

source: English
ar: الإنجليزية

source: Nationality
ar: الجنسية

source: Address
ar: العنوان

source: REGISTER
ar: تسجيل

source: Not Member ?
ar: مستخدم جديد ?

source: Join Now
ar: إنضم الآن

source: Logout
ar: تسجيل الخروج

source: Islam Atwa
ar: إسلام عطوة

source: Judo-Juniors
ar: الجودو جونيورز

source: Select Branch
ar: حدد الفرع

source: Select Day
ar: حدد اليوم

source: Sign In
ar: تسجيل الدخول

# Email
source: Email Id
ar: البريد الإلكتروني

# Ranjith
source: Bilal Asaad Duqu
ar: بلال أسعد دقو

source: Search
ar: بحث

source: Training Schedule
ar: جدول التدريب

source: Gallery Training
ar: تدريب المعرض

source: Notifications
ar: الإشعارات

source: Registrations
ar: التسجيل

source: Registration Approval
ar: الموافقة على التسجيل

source: Medical Test
ar: الإختبار الطبي

source: Physical Test
ar: الإختبار البدني

source: Technical Manager Approval
ar: موافقة المدير الفني

source: Pending Players
ar: قائمة الإنتظار

source: Approved Players
ar: اللاعبين المعتمدين

source: Rejected Players
ar: اللاعبين الغير معتمدين

source: ChampionShips
ar: البطولات

source: ChampionShips New
ar: بطولات جديدة

source: ChampionShips Event Coordinator
ar: البطولات - منسق الفعاليات

source: ChampionShips Technical Manager
ar: البطولات - المدير الفني

source: ChampionShips General Manager
ar: البطولات - المدير العام

source: ChampionShips Approved
ar: البطولات - المعتمدة

source: Championships Rejected
ar: البطولات - الغير معتمدة

source: Championships Pending
ar: البطولات - قائمة الإنتظار

source: Camps - New
ar: المعسكرات الجديدة

source: Camps Event Coordinator
ar: المعسكرات - منسق الفعاليات

source: Camps Technical Manager
ar: المعسكرات - المدير الفني

source: Camps General Manager
ar: المعسكرات - المدير العام

source: Camps Approved
ar: المعسكرات - المعتمد

source: Camps Rejected
ar: المعسكرات - الغير معتمدة

source: Camps Pending
ar: المعسكرات - قائمة الإنتظار
