Repository: RanjithBaddam0563/FMAC
Catalog: *.lproj/Localizable.strings
Languages: ar

source: Achievements New
ar: الإنجازات - الجديدة

source: Achievements Technical Manager
ar: الإنجازات - المدير الفني

source: Achievements General Manager
ar: الإنجازات - المدير العام

source: Achievements Approved
ar: الإنجازات - المعتمدة

source: Achievements Rejected
ar: الإنجازات - الغير معتمدة

source: Achievements Pending
ar: الإنجازات - قائمة الإنتظار

source: Leave Requests
ar: طلب إجازة

source: Leaves-New
ar: الإجازات - الجديدة

source: Leaves - HR Coordinator
ar: طلب الإجازة - منسق الموارد البشرية

# Leaves_HR_Finance_Manager
source: Leaves - HR And Finance Manager
ar: طلب الإجازة - مدير الموارد البشرية والمالية-

source: Leaves - Operational Manager
ar: الإجازات - مدير العمليات-

source: Leaves - Technical Manager
ar: الإجازات - المدير الفني-

source: Leaves - General Manager
ar: الإجازات - المدير العام-

source: Leaves - Approved
ar: الإجازات - المعتمدة-

source: Leaves - Rejected
ar: الإجازات - الغير معتمدة-

source: Leaves - Pending
ar: طلبات الإجازة - قائمة الإنتظار-

source: Upload - Employee Attendence Sheet
ar: تحميل ملف الإجازات المعتمدة-

source: Player Injury
ar: إصابة لاعب

source: Player Injuries - Doctor
ar: إصابة لاعب - الفريق الطبي

source: Player Injuries - Technical Manager
ar: إصابة لاعب - المدير الفني

source: Player Injuries - Approved
ar: التقارير المعتمدة لإصابة لاعب

source: Player Injuries - Rejected
ar: التقارير الغير معتمدة لإصابة لاعب

source: Player Injuries - Pending
ar: إصابات اللاعبين - قائمة الإنتظار

source: Player Treatment
ar: علاج لاعب

source: Player Treatement - Coach
ar: علاج لاعب - المدرب

source: Player Treatment - Doctor
ar: علاج لاعب - الفريق الطبي

source: Player Treatment - Technical Manager
ar: علاج لاعب - المدير الفني

source: Player Treatment - Approved
ar: علاج لاعب - المعتمدة

source: Player Treatment - Rejected
ar: علاج لاعب - الغير معتمدة

source: Player Treatment - Pending
ar: خطة علاج اللاعبين - قائمة الإنتظار

source: Player Salary
ar: رواتب اللاعبين

# Player_Salary_New_coach
source: Player Salary - Technical Manager
ar: عرواتب اللاعبين - جديد

source: Player Salary_Technical_Manager
ar: رواتب اللاعبين - المدير الفني

source: Player Salary - General Manager
ar: رواتب اللاعبين - المدير العام

source: Player Salary - Approved
ar: رواتب اللاعبين - المعتمدة

source: Player Salary - Rejected
ar: رواتب اللاعبين - الغير معتمدة

source: Player Salary - Pending
ar: رواتب اللاعبين - قائمة الإنتظار

source: Schedule Of Upcoming Participation
ar: جدول المشاركات

source: Open Forms
ar: الخطابات المفتوحة

source: Student Survey
ar: استبيان الطالب

source: Coach Training Plan
ar: خطة التدريب

source: Coach Training Plan - New
ar: خطة التدريب - المدرب

source: Coach Training Plan - Technical Manager
ar: خطة التدريب - المدير الفني

source: Coach Training Plan - Approved
ar: خطة التدريب - المعتمدة

source: Coach Training Plan - Rejected
ar: خطة التدريب - الغير معتمدة

source: Coach Training Plan - Pending
ar: خطة التدريب - قائمة الإنتظار

source: Sport Changing
ar: تغيير اللعبة

source: Sport Changing -New
ar: تغيير اللعبة - جديد

source: Sport Changing -Technical Manager
ar: تغيير اللعبة - المدير الفني

source: Sport Changing -Approved
ar: تغيير اللعبة - المعتمدة

source: Sport Changing -Rejected
ar: تغيير اللعبة - الغير معتمدة

source: Sport Changing -Pending
ar: تغيير اللعبة -قائمة الإنتظار

source: Coach Assesment
ar: إستبيان المدربين

source: Coach Assesment -New
ar: إستبيان المدربين - جديد

source: Coach Assesment -GeneralManager
ar: إستبيان المدربين - المدير العام

source: Coach Assesment -Approved
ar: إستبيان المدربين - المعتمدة

source: Coach Assesment -Rejected
ar: إستبيان المدربين - الغير معتمدة

source: Coach Assesment -Pending
ar: إستبيان المدربين - قائمة الإنتظار

source: Student Assesment
ar: تقييم الطالب

# Medical_Purchase_Form
source: Medical Purchase
ar: طلب شراء مستلزمات طبية

source: Medical Purchase -New(Doctor)
ar: طلب شراء مستلزمات طبية - جديد

source: Medical Purchase -HR And Finance Mgr
ar: طلب شراء مستلزمات طبية - مدير الموارد البشرية والمالية

source: Medical Purchase -Approved
ar: طلب شراء مستلزمات طبية - المعتمدة

source: Medical Purchase -Rejected
ar: طلب شراء مستلزمات طبية - الغير معتمدة

source: Equipment Form
ar: طلب معدات

source: Equipment - New
ar: طلب معدات - جديد

source: Equipment - TechnicalManager
ar: طلب معدات - المدير الفني

source: Equipment - WarehouseCororidnator
ar: طلب معدات - المستودعات

source: Equipment - OperationalManager
ar: طلب معدات - مدير العمليات

source: Equipment - Approved
ar: طلب معدات - المعتمدة

source: Equipment - Rejected
ar: طلب معدات - الغير معتمدة

source: Equipment - Pending
ar: طلب معدات - قائمة الإنتظار

source: Al Fujairah Branch
ar: فرع الفجيرة

source: Dibba Branch
ar: فرع دبا
